Repository: justaraby/justaraby-notification-window
Catalog: languages/just-notification-window-*.po
Languages: ar

source: Justaraby Notification Window
ar: نافذة الإعلانات من justaraby.com

source: WordPress %s and higher required. The plugin has now disabled itself. On a side note why are you running an old version :( Upgrade!
ar: وورد %s ليالي واعلي المطلوبة. البرنامج المساعد الآن تعطيل نفسها. علي الجانب ملاحظه لماذا تقوم بتشغيل نسخه قديمه:( ترقيه!

source: Settings reset.
ar: إعادة ضبط إلاعدادات

source: Save Changes
ar: حفظ الاعدادات

source: Reset
ar: إعادة تعيين

source: All custom settings values be deleted. Are you sure you want to reset?
ar: يتم حذف كافة قيم الإعدادات المخصصة. هل تريد بالتاكيد أعاده التعيين ؟

source: Media Image Library
ar: مكتبه صور الوسائط

source: Please enter a valid color value.
ar: الرجاء إدخال قيمة لون صحيحة.

source: Please enter a valid email.
ar: من فضلك قم بإدخال بريد الكتروني صحيح.

source: Please enter a valid number.
ar: رجاء ادخل هاتف صحيح.

source: is required.
ar: مطلوب

source: Notification Window
ar: نافذة الاعلانات

source: Message
ar: الرسالة

source: Enabled
ar: تمكين

source: Check if you want to enable the Notification Window on your site.
ar: ضع إشارة إذا أردت تفعيل نافذة الاعلانات

source: Yes
ar: نعم

source: Enter your message.
ar: ادخل رسالتك.

source: Button Label
ar: تسمية الزر

source: Enter a title for your call to action button. If not entered the button will not appear.
ar: عنوان الزر. مثلا "اضغط هنا للدخول".

source: Button Link
ar: رابط الزر

source: Enter a link for the button.
ar: أدخل رابط الزر.

source: Button Target
ar: هدف الزر

source: Open link in new window. If this is not checked the link will open in the same window.
ar: فتح الرابط في نافذة جديد. إذا لم يتم وضع إشارة ستفتح في نفس النافذة.

source: Style
ar: مظهر

source: Position
ar: موضع

source: Sticky, stays at the top of the page even when you scroll down.
ar: مثبت. سيقى الشريط مثبتا وظاهرا أعلى الصفحة

source: Background Color
ar: لون الخلفية

source: <p>Enter your information then click "Save Changes" to see a preview above. Check "Enabled" when you are ready to go live.</p>
ar: <p>أدخل المعلومات الخاصة بك، ثم انقر فوق "حفظ التغييرات" لرؤية المعاينة أعلاه. لا تنس أن تضع إشارة على "تفعيل".</p>
